Revit 2027 API
ParameterTypeId.FabricWireType Property
 "Wire type": The wire type assigned
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricWireType { get; }
Public Shared ReadOnly Property FabricWireType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricWireType {
	ForgeTypeId^ get ();
}
static member FabricWireType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace